Repository: dmiyyy/glpi_plugin_nebackup
Catalog: locales/*.po
Languages: cs_cz, es_es

source: No permission
cs_cz: Bez oprávnění
es_es: No autorizado

source: Saving configuration...
cs_cz: Ukládání nastavení…
es_es: Guardando configuración...

source: Backup interval must be a number.
cs_cz: Je třeba, aby interval zálohování bylo číslo.
es_es: El intervalo de tiempo de copia de seguridad debe ser un número.

source: Error on save
cs_cz: Chyba při ukládání
es_es: Error al guardar

source: Configuration saved
cs_cz: Nastavení uloženo
es_es: Configuración guardada

source: NEBackup - SNMP auth (R/W)
cs_cz: NEBackup – SNMP přihlašování (číst/zapisovat)
es_es: NEBackup - Autentificación SNMP (L/E)

source: NEBackup - Backup
cs_cz: NEBackup – záloha
es_es: NEBackup - Copia de Seguridad

source: Backup
cs_cz: Záloha
es_es: Copia de Seguridad

source: Start backup of manufacturer:
cs_cz: Začátek zálohy výrobce:
es_es: Inicio de la copia de seguridad del fabricante:

source: End backup of manufacturer:
cs_cz: Konec zálohy výrobce:
es_es: Fin de la copia de seguridad del fabricante:

source: Only SNMP v2c is supported
cs_cz: Je podporováno pouze SNMP verze 2c
es_es: Solamente SNMP v2c es soportado

source: The network equipment does not respond to the ping
cs_cz: Síťový prvek neodpovídá na ping
es_es: El equipo de red no responde al ping

source: The network equipment returned status failed. Make sure the switch allows the protocol configured.
cs_cz: Síťový prvek vrátil stav „nezdařilo se“. Ověřte, že eth. přepínač daný protokol umožňuje.
es_es: El equipo de red ha devuelto estado failed. Asegurate de que el switch permite el protocolo configurado.

source: Invalid password
cs_cz: Neplatné heslo
es_es: Contraseña inválida

source: Unknown error
cs_cz: Neznámá chyba
es_es: Error desconocido

source: Timeout expired
cs_cz: Překročen časový limit
es_es: Tiempo de espera agotado

source: Unknown protocol
cs_cz: Neznámý protokol
es_es: Protocolo desconocido

source: NEBackup plugin
cs_cz: Zásuvný modul NEBackup
es_es: Plugin NEBackup

source: Backup of network equipments configuration
cs_cz: Zálohování nastavení síťových prvků
es_es: Copia de seguridad de la configuración de equipos de red

source: NEBackup Setup
cs_cz: Nastavení NEBackup
es_es: Configuración de NEBackup

source: Backup interval:
cs_cz: Interval zálohování:
es_es: Intervalo de copia de seguridad:

source: Root path on the server:
cs_cz: Popis umístění kořene na serveru:
es_es: Ruta raíz en el servidor:

source: (Default: "backup/{entity}")
cs_cz: (Výchozí: „backup/{entity}“)
es_es: (Por defecto: "backup/{entity}")

source: (Tags: "{entity}": the name of the entity, "{manufacturer}": manufacturer tag like cisco, hpprocurve, etc.)
cs_cz: (Štítky: „{entity}“: název entity, „{manufacturer}“: štítek výrobce jako cisco, hpprocurve, atd.)
es_es: (Etiquetas: "{entity}": el nombre de la entidad, "{manufacturer}": etiqueta del fabricante como cisco, hpprocurve, etc.)

source: Timeout to backup a network equipment (in seconds):
cs_cz: Časový limit provedení zálohy síťového prvku (v sekundách):
es_es: Tiempo de espera para hacer la copia de seguridad de un equipo (en segundos):

source: Create directories (Make sure the server allows it. With TFTP protocol it is not necessary, simply configure the server to do it automatically.):
cs_cz: Vytvářet složky (ověřte, že to server umožňuje. U TFTP protokolu není nutné, stačí server nastavit tak, aby se dělo automaticky.):

source: Use FusionInventory SNMP authentication:
cs_cz: Použít SNMP přihlašování nastavené ve FusionInventory:
es_es: Usar autentificación SNMP de FusionInventory:

source: Select network equipment type to backup (empty value "
cs_cz: Vyberte typ síťového prvku který zálohovat (prázdná hodnota „

source: " never is backed up):
cs_cz: “ není nikdy zazálohována):

source: Select the different states to backup (empty value "
cs_cz: Vyberte různé stavy k zálohování (prázdná hodnota „
es_es: Seleccione los diferentes estados para realizar la copia de seguridad (valor vacío "

source: " alwais is backed up):
cs_cz: “ je zazálohováno vždy):

source: Manufacturers
cs_cz: Výrobci
es_es: Fabricantes

source: Select manufacturer for
cs_cz: Vyberte výrobce pro
es_es: Seleccione el fabricante para

source: network equipments:
cs_cz: síťové prvky:
es_es: en la electrónica de red

source: To activate the backup go to the entity configuration and select the NEBackup tab, click here to go:
cs_cz: Pro zapnutí zálohy přejděte do nastavení entity a vyberte panel NEBackup, tam pokračujte kliknutím:
es_es: Para activar la copia de seguridad vaya a la configuración de la entidad y seleccione la pestaña NEBackup, haga clic aquí para ir:

source: Entities
cs_cz: Entity
es_es: Entidades

source: Protocol (make sure the switches allow the protocol)
cs_cz: Protokol (ověřte, že ho eth. přepínače umožňují)
es_es: Protocolo (asegúrate de que los switches permiten el protocolo)

source: Username (optional depending on the protocol and server configuration)
cs_cz: Uživatelské jméno (volitelné – v závislosti na protokolu a nastavení serveru)
es_es: Usuario (opcional en función del protocolo y la configuración del servidor)

source: Password (optional depending on the protocol and server configuration)
cs_cz: Heslo (volitelné – v závislosti na protokolu a nastavení serveru)
es_es: Contraseña (opcional en función del protocolo y la configuración del servidor)

source: SNMP Community
cs_cz: SNMP komunita
es_es: Comunidad SNMP

source: Configured with FusionInventory Plugin.
cs_cz: Nastaveno zásuvným modulem FusionInventory.
es_es: Configurado con el complemento FusionInventory

source: Telnet username (only for HP Procurve)
cs_cz: Uživatelské jméno pro telnet (pouze pro HP Procurve)
es_es: Usuario de Telnet (solo para HP Procurve)

source: Telnet password (only for HP Procurve)
cs_cz: Heslo pro telnet (pouze pro HP Procurve)
es_es: Contraseña de Telnet (solo para HP Procurve)

source: Once you have configured the entity you can go to automatic actions to run for the first time:
cs_cz: Jakmile máte entitu nastavenou, je možné přejít do automatických akcí a poprvé spustit:
es_es: Una vez que haya configurado la entidad, puede ir a tareas automáticas para ejecutar por primera vez:

source: NEBackup Task
cs_cz: NEBackup úloha
es_es: Tarea NEBackup

source: Network Equipment
cs_cz: Síťový prvek
es_es: Equipamiento de Red

source: No backup configured or supported for the manufacturer assigned to this asset, it currently only supports these:
cs_cz: Žádné nastavené nebo podporované zálohování pro výrobce přiřazeného tomuto prvku, v současnosti jsou podporováni pouze tito:
es_es: Ninguna copia de seguridad configurada o soportada para el fabricante asignado a este activo, actualmente sólo admite estos:

source: Check that the selected type and manufacturer of this asset corresponds to the setted in the
cs_cz: Zkontrolujte, že vybraný typ a výrobce tohoto prvku odpovídá tomu nastavenému v
es_es: Compruebe que el tipo y el fabricante seleccionados de este activo se correspondan con los establecidos en la

source: NEBackup configuration
cs_cz: nastavení NEBackup
es_es: configuración de NEBackup

source: type and manufacturer must be setted
cs_cz: je třeba nastavit typ a výrobce
es_es: el tipo y el fabricante deben ser establecidos

source: No backup configured for this entity.
cs_cz: Pro tuto entitu není nastaveno žádné zálohování.
es_es: No hay copia de seguridad configurada para esta entidad.

source: Database Error
cs_cz: Chyba databáze
es_es: Error de la base de datos

source: is not alive</b>
cs_cz: není dostupný</b>
es_es: no está vivo</b>

source: File:
cs_cz: Soubor:
es_es: Archivo:

source: Install
cs_cz: Nainstalujte
es_es: Instala el cliente

source: client on GLPI server to view the backup file
cs_cz: klienta na GLPI server a bude možné zobrazit soubor zálohy
es_es: en el servidor GLPI para ver el fichero de copia de seguridad

source: Transfer timed out, check if your TFTP server is up.
cs_cz: Překročen časový limit pro přenos, zkontrolujte zda je TFTP server dostupný.
es_es: Tiempo de espera de la transferencia agotado, comprueba si tu servidor TFTP está activo.

source: Backup file not found on the server.
cs_cz: Soubor zálohy nenalezen na serveru.
es_es: Fichero de copia de seguridad no encontrado en el servidor.

source: File Date:
cs_cz: Datum souboru:
es_es: Fecha del archivo:

source: (Warning: File not copied at last run)
cs_cz: (Varování: soubor nezkopírován při minulém průchodu)
es_es: (Alerta: archivo no copiado en la última ejecución)

source: Last cron execution:
cs_cz: Minulé vykonání naplánované (cron) úlohy:

source: No cron date
cs_cz: Žádné datum naplánované úlohy
es_es: Sin fecha de cron

source: Error:
cs_cz: Chyba:

source: No error
cs_cz: Žádná chyba
es_es: Sin errores

source: Server path:
cs_cz: Popis umístění na serveru:
es_es: Ruta del servidor:

source: Configuration of authentication
cs_cz: Nastavení přihlašování
es_es: Configuración de la autentificación

source: Complete only if this equipment has individual configuration for telnet conections.
cs_cz: Dokončit pouze pokud toto zařízení má individuální nastavení pro telnet připojení.
es_es: Completar solo si este equipo tiene una configuración individual para conexiones telnet.

source: Telnet username (only for HP Procurve):
cs_cz: Uživatelské jméno pro telnet (pouze pro HP Procurve):
es_es: Usuario de Telnet (solo para HP Procurve):

source: Telnet password (only for HP Procurve):
cs_cz: Heslo pro telnet (pouze pro HP Procurve):
es_es: Contraseña de Telnet (solo para HP Procurve):

source: Update
cs_cz: Aktualizace
es_es: Actualizar

source: Configuration of SNMP authentication
cs_cz: Nastavení SNMP přihlašování
es_es: Configuración de la autentificación SNMP

source: The backup will not be done unless you set up a credential.
cs_cz: Záloha nebude provedena dokud nenastavíte přihlašovací údaje.
es_es: No se realizará la copia de seguridad a menos que configure una credencial.

source: SNMP authentication (READ/WRITE community):
cs_cz: SNMP ověřování (komunita čtení/zápis):
es_es: Autentificación SNMP (comunidad de LECTURA y ESCRITURA):

source: You must activate the option
cs_cz: Je třeba zapnout volbu
es_es: Debes activar la opción

source: Errors report
cs_cz: Hlášení chyb
es_es: Reporte de erroes

source: Errors
cs_cz: Chyby
es_es: Errores

source: Network Equipment Name:
cs_cz: Název síťového prvku:
es_es: Nombre del equipo de red:

source: Date of last copy:
cs_cz: Datum poslední kopie:
es_es: Fecha de la última copia:

source: - Empty -
cs_cz: - prázdné -
es_es: - Vacío -

source: Select type to switch backup:
es_es: Selecciona el tipo para la copia de seguridad de switches:

source: " is alwais backed up):
es_es: " siempre se hace):

source: Server
es_es: Servidor

source: Server
es_es: Servidor

source: Last run:
es_es: Última ejecución:

source: Server:
es_es: Servidor:
